logs/20260309_121627_GetList_Abertura_200_49ed033d_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:urn="urn:GSC_RF010_FornecedorExterno_V401_WS">
      <soapenv:Header>
        <urn:AuthenticationInfo>
          <urn:userName>USR_PETACORP2</urn:userName>
          <urn:password>PETACORP1234</urn:password>
        </urn:AuthenticationInfo>
      </soapenv:Header>
      <soapenv:Body>
        <urn:GetList_Abertura>
          <urn:Qualification>CPY000000075749</urn:Qualification>
          <urn:Token>IDGAA5V0F9OUSATDXCY3TCV2UTGOZL</urn:Token>
          <urn:Capturado>false</urn:Capturado>
          <urn:startRecord>0</urn:startRecord>
          <urn:maxLimit>100</urn:maxLimit>
        </urn:GetList_Abertura>
      </soapenv:Body>
    </soapenv:Envelope>